telegram-desktop
firefox
xorg-xinit
xorg-server
mesa
libva-mesa-driver
xf86-video-amdgpu
rofi
xorg-setxkbmap
pipewire
pipewire-pulse
scrot
wireplumber
vulkan-icd-loader
vulkan-headers
vulkan-radeon
lib32-vulkan-radeon
lib32-vulkan-icd-loader
feh
alacritty
discord
qtile
